tap "jstkdng/programs"
tap "mtslzr/marmaduke-chromium"
tap "symfony-cli/tap"
brew "xz"
brew "zstd"
brew "openssl@3"
brew "ast-grep"
brew "sqlite"
brew "awscli"
brew "bash"
brew "bat"
brew "curl"
brew "php"
brew "composer"
brew "coreutils"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docker-clean"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "gofumpt"
brew "goimports"
brew "golangci-lint"
brew "pkgconf"
brew "htop"
brew "httpie"
brew "icu4c@76"
brew "python@3.12"
brew "imagemagick"
brew "jq"
brew "jsonlint"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "lua"
brew "luarocks"
brew "markdownlint-cli"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openssh"
brew "podman"
brew "poetry"
brew "poppler"
brew "resvg"
brew "revive"
brew "ripgrep"
brew "screen"
brew "sevenzip"
brew "shellcheck"
brew "starship"
brew "staticcheck"
brew "task"
brew "tcpdump"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "trash-cli", link: true
brew "tree"
brew "unar"
brew "unzip"
brew "vim"
brew "virtualenv"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "jstkdng/programs/ueberzugpp"
brew "symfony-cli/tap/symfony-cli"
cask "amethyst"
cask "bazecor"
cask "brave-browser"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "grammarly-desktop"
cask "httpie-desktop"
cask "iina"
cask "intellij-idea"
cask "ipvanish-vpn"
cask "karabiner-elements"
cask "legcord"
cask "macs-fan-control"
cask "marmaduke-chromium"
cask "orbstack"
cask "simplenote"
cask "slack"
cask "sloth"
cask "sublime-text"
cask "tableplus"
cask "transmission"
cask "whatsapp"
