tap "homebrew/bundle"
tap "jstkdng/programs"
tap "symfony-cli/tap"
brew "xz"
brew "zstd"
brew "openssl@3"
brew "sqlite"
brew "python@3.12"
brew "awscli"
brew "bash"
brew "bat"
brew "curl"
brew "php"
brew "composer"
brew "coreutils"
brew "diff-so-fancy"
brew "dnsmasq"
brew "docker-clean"
brew "fd"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "jsonlint"
brew "lazydocker"
brew "lazygit"
brew "lsd"
brew "lua"
brew "luarocks"
brew "markdownlint-cli"
brew "neovim"
brew "netcat"
brew "nmap"
brew "openssh"
brew "poetry"
brew "poppler"
brew "ripgrep"
brew "screen"
brew "sevenzip"
brew "shellcheck"
brew "starship"
brew "task"
brew "tcpdump"
brew "tldr"
brew "tmux"
brew "tokei"
brew "trash-cli"
brew "tree"
brew "unzip"
brew "vim"
brew "virtualenv"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
brew "jstkdng/programs/ueberzugpp"
brew "symfony-cli/tap/symfony-cli"
cask "alacritty"
cask "amethyst"
cask "bazecor"
cask "discord"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "grammarly-desktop"
cask "httpie"
cask "iina"
cask "ipvanish-vpn"
cask "macs-fan-control"
cask "orbstack"
cask "slack"
cask "sloth"
cask "sublime-text"
cask "transmission"
cask "whatsapp"
cask "zen-browser"
